---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EqualityTextForAngularDim
source: html/b76f8955-4b58-2cd3-53d3-1cff7f6aa262.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EqualityTextForAngularDim Property

"Equality Text"

## Syntax (C#)
```csharp
public static ForgeTypeId EqualityTextForAngularDim { get; }
```